{
    "color":"#385FE0",
    "ICTObjects":{
        "title":"Основы информатики",
        "body":"Информатика - наука о методах и процессах сбора, хранения, обработки, передачи, анализа и оценки информации с применением компьютерных технологий, обеспечивающих возможность её использования для принятия решений.\n\nОбъектами изучения в информатике являются информация, информационный процесс, алгоритм, исполнитель, компьютер, включая его аппаратное и программное обеспечение, и т. д. \n"
    },
    "Licenses":{
        "title":"Лицензии",
        "body":"Это свободная программа: вы можете перераспространять ее и/или изменять ее на условиях Стандартной общественной лицензии GNU в том виде, в каком она была опубликована Фондом свободного программного обеспечения; либо версии 3 лицензии, либо (по вашему выбору) любой более поздней версии. \n \nЭта программа распространяется в надежде, что она будет полезной, но БЕЗО ВСЯКИХ ГАРАНТИЙ; даже без неявной гарантии ТОВАРНОГО ВИДА или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННЫХ ЦЕЛЕЙ. Подробнее см. в Стандартной общественной лицензии GNU. \n \nВы должны были получить копию Стандартной общественной лицензии GNU вместе с этой программой. Если это не так, см. https://www.gnu.org/licenses/"
    },
    "CountingInf":{
        "title":"Подходы к измерению информации",
        "body":"Существует 2 подхода к измерению информации: алфавитный и содержательный. Оба подхода использует одни и те же принципы измерения информации, но применяются в разных ситуациях.\n\nКоличество информации в алфавитном подходе вычисляется по формуле Хартли:\nI=K*log(2,N)\n\nПри этом, в алфавитном подходе N - мощность алфавита в бит/символ, K - количество символов в тексте в символах, а I - информационный объем в битах (т.е. количество информации в тексте). Таким образом, алфавитный подход используется, когда требуется вычислить количество информации в тексте.\n\nВ содержательном подходе, количество информации тоже вычисляется по формуле Хартли, но в другом виде:\n\ni=log(2,N)\nПри этом, N - количество равновероятных событий, а i - количество информации о происхождении данного события."
    },
    "NumBases":{
        "title":"Системы счисления",
        "body":"Системой счисления или нумерацией называется определенный способ записи чисел\n\nЦифро - символ, используемый для записи чисел."
    }
}